import img1 from "./img/1.jpg";
import img2 from "./img/2.jpg";
import img3 from "./img/3.jpg";
import img4 from "./img/4.jpg";
import img5 from "./img/5.jpg";
import img6 from "./img/6.jpg";
import img7 from "./img/7.jpg";
import img8 from "./img/8.jpg";
import img9 from "./img/9.jpg";
import img10 from "./img/10.jpg";
import img11 from "./img/11.jpg";
import img12 from "./img/12.jpg";
import img13 from "./img/13.jpg";
import img14 from "./img/14.jpg";
import img15 from "./img/15.jpg";
import img16 from "./img/16.jpg";

export const list = [
  {
    q: "신호등을 기다리는 시간이 길다고 느껴지시나요?",
    type: 1
  },
  {
    q: "카페에서 흘러나오는 노래의 제목을 찾아본 적이 있나요?",
    type: 2
  },
  {
    q: "같은 풍경을 다르게 찍은 적이 있나요?",
    type: 2
  },
  {
    q: "옷장 문을 열 때 두근거리나요?",
    type: 3
  },
  {
    q: "여름 바닷가를 걸을 때면 신발을 벗곤 합니까?",
    type: 4
  },
  {
    q: "장마철, 당신의 신발장은 자주 젖어있나요?",
    type: 3
  },
  {
    q: "쓰레기통을 자주 비우나요?",
    type: 3
  },
  {
    q: "사진첩에 누군가 당신을 찍어준 사진이 많나요?",
    type: 1
  },
  {
    q: "계곡에 온 당신, 흠뻑 젖어있나요?",
    type: 4
  },
  {
    q: "같은 목적지를 다른 길로 가본적이 있나요?",
    type: 4
  },
  {
    q: "장갑 없이 눈사람을 만든 적이 있나요?",
    type: 2
  },
  {
    q: "눈길에 발자국이 많나요?",
    type: 1
  }
];

export const typeList = [
  {
    title: "캔들 향",
    text: `방 안을 은은한 향기로 가득 채우는 당신. 
    \n당신의 캔들 향을 맡아본 사람은 적지만 그 사람들은 당신의 향기를 정확히 기억합니다. 
    \n새로운 향기를 따라가는 모험보단 비슷한 향에 이끌리다보니 당신 주변사람들에게서도 각기 다른 캔들 향이 납니다. 
    \n첫인상이 차가워 보이기도 하지만, 추억을 공유한 사람들은 당신의 향기에 매료됩니다. 
    \n때로는 밖에서 다른 냄새를 맡아보는 건 어떨까요? 물론 캔들의 불은 끄고요.`,
    img: 1
  },
  {
    title: "비 냄새",
    text: `갑작스럽게 내리는 여우비를 피하기 위해 정자 밑에 숨어 비 향기를 맡는 당신.
    \n당신의 추억은 소나기처럼 한 번에 많이 생기기도, 장마철처럼 꾸준히 생기기도 합니다. 
    \n가끔은 너무나도 많은 추억에 빠져 헤어 나오지 못합니다. 
    \n소수의 모임을 즐기는 당신은 주변에 있는 마른 땅과 풀을 적셔 같이 감상에 빠지기도 합니다. 
    \n그럼에도 주변 사람들은 비 냄새 나는 당신과의 추억을 좋아합니다.`,
    img: 2
  },
  {
    title: "책갈피 냄새",
    text: `당신은 삶의 한 페이지에 꽂혀있습니다. 
    \n당신의 추억엔 아무런 향기가 나지 않을 것 같지만 몇몇 사람의 손길이 닿아 책갈피 향기가 납니다. 
    \n그 사람들은 당신과의 추억에 책갈피를 꽂고 여러 번 되돌아볼지도 모릅니다. 
    \n당신은 멈출 줄도 알기에 인간관계에서 스트레스를 받으면 책을 덮기도 합니다. 
    \n그래도 괜찮습니다. 
    \n당신 추억을 요약한 책의 제목이 보일 테니까요. 
    \n열심히 살아온 당신도 가끔은 책갈피를 꽂고 책을 덮은 뒤 추억을 되돌아보세요.`,
    img: 3
  },
  {
    title: "크레파스 냄새",
    text: `당신은 크레파스와 종이가 있으면 어디든 갈 수 있는 사람입니다. 
    \n자유로운 영혼을 가진 당신은 큰 도화지란 기억에 각기 다른 색으로 채웁니다. 
    \n다양하게 시도해보는 걸 좋아하는 만큼 당신의 추억은 다채롭습니다. 
    \n크레파스를 만지면 가루가 묻는데, 그때 손가락 냄새를 맡아보면 어렸을 적 향수를 불러옵니다. 
    \n그리던 그림에 실수로 물을 쏟아도 새 종이를 꺼내지 마세요. 
    \n당신에겐 보통 사람과 다른 특별한 추억이 있습니다.`,
    img: 4
  },
  {
    title: "가죽 향",
    text: `건조해지는 계절이면 당신의 향이 짙어집니다. 
    \b불조심 경고는 가죽에게 통하지 않습니다. 
    \b그만큼 당신은 주변에 크게 휩쓸리지 않습니다. 
    \b소수의 사람들과 종종 교류를 하지만 그들의 슬픔이나 행복이 당신의 추억에 영향을 끼치진 않습니다. 
    \b당신의 추억은 어떠한 경우에도 일정하게 가죽의 향기를 냅니다. 
    \b당신의 추억은 그 종류가 다양하진 않지만 자신만의 깊이와 통찰로 이뤄져있습니다. `,
    img: 5
  },
  {
    title: "솔잎 향",
    text: `당신의 추억은 사계절 내내 같은 향을 냅니다. 
    \b당신이 가지고 있는 대부분의 추억들엔 비슷한 감정이 담겨있습니다. 
    \b꾸준하게 밖을 나서며 경험한 낭만적인 추억을 그대로 간직하고 있습니다. 
    \b당신은 감정이 변할 때면 그 감정을 한동안 유지하곤 합니다. 
    \b그만큼 행복할 때는 그 행복이 오래가겠죠. 
    \b주변 사람들은 당신의 꾸준한 마음가짐과 감정을 좋아합니다.`,
    img: 6
  },
  {
    title: "샴푸 향",
    text: `당신의 추억은 은은한 샴푸향을 냅니다. 
    \n소수의 사람들은 그 향기를 따라가며 당신의 추억을 궁금해 하기도 합니다. 
    \n꾸밈없이 행동하는 당신은 은은하게 다른 사람의 추억 속에 자리하고 있습니다. 
    \n당신 역시 기억 속에 은은하게 남아있는 사람들 혹은 이야기를 추억합니다. 
    \n때론 향수를 뿌려 향기를 숨기기도 하지만 당신의 꾸밈없는 추억은 그대로도 충분히 향기롭습니다.`,
    img: 7
  },
  {
    title: "솜사탕 향",
    text: `당신은 구름의 이름을 지어줄 수 있는 낭만적인 사람입니다. 
    \n작지만 달콤한 추억 조각으로 큼지막한 솜사탕을 만드는 당신은 사소한 추억마저 아름답게 회상합니다. 
    \n당신의 추억은 다양한 맛이 섞인 솜사탕처럼 달콤한 향기가 납니다. 
    \n혼자서도 달콤한 향에 자주 취하는 당신, 가끔은 솜사탕을 조금 떼어내서 다른 사람에게 건네주는 건 어떨까요.`,
    img: 8
  },
  {
    title: "선인장 냄새",
    text: `선인장에겐 가시가 있지만 다른 선인장과 함께 있으면 날카로워 보이지 않습니다. 
    \n사람들과 함께하길 좋아하는 당신은 자신만의 공간에서 다른 선인장들과 함께 서있습니다. 
    \n거기서 풍기는 은은한 향기가 겉모습과 달리 부드럽게 느껴집니다. 
    \n모든 이들을 평등하게 생각하기에 사람들과의 약속을 잘 지키는 편입니다. 
    \n가시를 뽑을 필요는 없습니다. 
    \n맨 처음엔 당신을 어려워하더라도 다른 사람들은 당신과 추억의 향기를 공유하기 위해 계속 다가올 테니까요.`,
    img: 9
  },
  {
    title: "잉크 향",
    text: `당신의 향기는 잉크 향입니다. 
    \n많은 사람들이 당신의 추억에 펜을 담갔습니다. 
    \n거창하지 않은 추억이라도 누군가의 일기장에 기록될 만큼 당신의 추억은 누군가의 종이에 뚜렷한 향기로 남겨져있습니다. 
    \n잉크는 지우개로 지우지 못합니다. 
    \n그만큼 당신은 누군가에게 강렬한 추억으로 남아있습니다. 
    \n당신 역시 강렬한 추억을 자주 회상합니다. 
    \n당신에게도 강렬하지만 잊고 싶은 기억이 있다면 찢어서 종이비행기로 만들어보는 건 어떨까요.`,
    img: 10
  },
  {
    title: "옷장 냄새",
    text: `당신은 많은 사람들과의 추억을 정갈하게 정리해놨습니다. 
    \n그렇기에 언제 그 추억을 꺼내봐야 할지 정확히 알고 있습니다. 
    \n계절별 옷장의 냄새가 다르듯 당신의 추억 역시 그 향기가 계절에 따라 다릅니다. 
    \n추억은 계절마다 각기 다른 추억에 빠지게 합니다. 
    \n사람을 만날 때마다 어떤 옷을 꺼내야할지 아는 당신은 주변 사람들에게 현실적이면서도 매너 있는 사람으로 기억됩니다.`,
    img: 11
  },
  {
    title: "모닥불 냄새",
    text: `당신의 추억을 많은 사람이 둘러싸고 있습니다. 
    \n누군가는 마시멜로우를 굽고 다른 사람은 호일에 감싼 고구마를 집어넣었습니다. 
    \n거창한 곳이 아니더라도 자신만의 공간에 사람들을 초대한 추억을 자주 회상합니다. 
    \n모닥불 향을 맡으며 낭만적인 이야기를 주고받습니다. 
    \n불이 꺼지지 않도록 장작만 넣어준다면 사람들은 당신 곁에 계속 머무르며 추억을 쌓아가겠죠. 
    \n다양한 사람을 포용하는 당신은 그들과 따듯한 추억을 공유하고 있습니다.`,
    img: 12
  },
  {
    title: "서점 냄새",
    text: `사람들과 만나길 좋아하는 당신은 그들과의 추억을 분류하여 책장 속에 정갈하게 정리해놨습니다. 
    \n그 추억들이 한데모여 은은한 서점 향기를 내뿜습니다. 당신은 가끔 장편소설과 같은 기억을 꺼내 보기도하고, 짧은 시와 같은 기억을 꺼내 보기도합니다.
    \n당신의 잔잔한 모습을 좋아하는 지인들은 추억을 되돌아보기 위해 당신을 자주 찾아옵니다. 
    \n가끔은 새로운 사람들을 초대해보는 건 어떨까요.`,
    img: 13
  },
  {
    title: "파도 냄새",
    text: `당신은 한 번에 많은 추억을 만들곤 합니다. 
    \n누군가는 당신의 추억 속에서 허우적대고 있을 수도, 또 다른 누군가는 여유롭게 서핑하고 있을지도 모릅니다. 
    \n당신에겐 가끔 파도가 잔잔해지는 시간이 필요하기도 합니다. 
    \n함께 있는 걸 좋아하지만 혼자만의 시간도 필요한 사람입니다. 
    \n파도 냄새를 맡기 위해선 타이밍을 맞춰야겠죠. 
    \n누군가가 당신 추억의 향기를 맡아주길 바라진 않아도 됩니다. 
    \n어차피 파도는 다시 치니까요.`,
    img: 14
  },
  {
    title: "붕어빵 냄새",
    text: `추위를 무릅쓰고 낭만을 위해 길거리에 나온 당신. 
    \n함께 있는 많은 사람들에게 따듯한 온기와 푸근한 향기로 남아있습니다. 
    \n주변 사람들은 당신의 부스러기마저 좋아합니다. 
    \n사소하지만 행복한 추억을 가지고 있는 당신은 각박한 현실을 살아가는 주변 사람들과 따듯한 온정을 공유합니다.`,
    img: 15
  },
  {
    title: "필름 냄새",
    text: `당신은 추억을 영화로 만들어 자주 돌려봅니다. 
    \n계속 돌아가는 영사기에서 필름 향기가 납니다. 
    \n슬픈 기억마저 편집을 해서 아름답게 만드는 당신은 많은 사람들을 자신의 영화에 출연시키기도 합니다. 
    \n당신의 낭만적인 추억을 보기 위해 많은 사람들이 줄 서 있습니다. 
    \n가끔은 다른 사람에게도 자신의 필름 향기를 맡게 해보는 건 어떨까요?`,
    img: 16
  }
];
